<style lang="less" scoped>
  .wrapper {
    width: 100vw;
    padding: 0 0 .3rem 0;
    box-sizing: border-box;
    .title {
      color: #333;
      font-size: .34rem;
      width: 100%;
      line-height: .8rem;
      text-align: center;
    }
    p {
      color: #666;
      font-size: .24rem;
      line-height: .34rem;
      text-indent: 2em;
      padding: .1rem .15rem .1rem .2rem;
      box-sizing: border-box;
    }
    .item {
      color: #666;
      font-size: .34rem;
      p.title {
        font-size: .3rem;
        text-align: left;
        text-indent: initial;
      }
    }
  }
</style>

<template>
  <div class="wrapper">
    <div class="title">DueApe隐私政策</div>
    <p>DueApe深知个人信息对用户的重要性，DueApe将按照法律法规等的要求，采取相应安全保护措施，尽力保护用户的个人信息安全可控。DueApe承诺将按照本隐私政策收集、使用和披露用户信息，本隐私政策适用于DueApe的所有产品及服务。</p>
    <p>在使用DueApe各项产品或服务前，请用户务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦用户开始使用DueApe各项产品或服务，即表示用户已充分理解并同意本政策。</p>
    <div class="item">
      <p class="title">一、个人信息定义及范围</p>
      <p class="content">（一）个人信息：指以电子或者其他方式记录的能够单独或与其他信息结合，识别特定自然人身份或者反映特定自然人活动情况的信息。</p>
      <p class="content">（二）个人敏感信息：包括身份证件号码、手机号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。</p>
      <P class="content">（三）本隐私政策中涉及的个人信息及个人敏感信息主要包括：</P>
      <P class="content">1.基本信息：姓名、个人电话号码</P>
      <P class="content">2.网络身份标识信息（系统账号（含第三方）、IP地址及与前述有关的密码）</P>
      <P class="content">3.DueApe使用数据（浏览及点击记录、软件使用记录）</P>
      <P class="content">4.个人常用设备信息（硬件型号、操作系统类型）</P>
      <P class="content">5.个人位置信息 </P>
      <P class="content">6.使用第三方服务产生的资金流水记录 </P>
    </div>
    <div class="item">
      <p class="title">二、我们如何收集与使用您的个人信息</p>
      <p class="content">我们会出于本政策所述的以下目的，收集和使用您的个人信息：</p>
      <p class="content">1.让您注册成为“DueApe”的用户</p>
      <P class="content">为使用“DueApe”学习平台，您需要首先成为“DueApe”的注册用户，以便我们为您提供会员服务，您需要提供注册、登录DueApe帐号使用的电话号码，用户自行填写或选择的姓名或昵称、学校基本信息，并创建“DueApe”学习平台账号和密码。在您主动注销账号之后，我们将根据法律的要求删除您的个人信息，或使其匿名化处理。</P>
      <P class="content">2.向您提供产品与服务</P>
      <P class="content">（1）用户体验改进计划</P>
      <P class="content">无锡尚思源教育科技有限公司将基于您对“DueApe”使用数据，结合个人常用设备信息进行统计，来诊断系统问题，优化产品体验。我们会使用工具（含第三方工具）统计您在使用无锡尚思源教育科技有限公司产品过程中产生的数据信息，其中包含应用启动数，页面访问数，重点按钮点击数，设置项的配置属性。随着无锡尚思源教育科技有限公司产品的后续版本升级，我们统计的范围会有所改变，您下载/安装/使用无锡尚思源教育科技有限公司后续版本产品的行为将被视为您对届时相关改变的同意。</P>
      <P class="content">（2）开展营销活动</P>
      <P class="content">当您选择参加我们举办的有关营销活动时，根据活动需要可能使用到您提供个人信息与第三方支付服务账号。这些信息可能包括个人敏感信息（个人电话号码、微信账号），是您收到转账或者礼品所必要的。如果您拒绝提供这些信息，我们将可能无法向您转账或发放礼品。</P>
      <P class="content">（3）客服与售后</P>
      <P class="content">我们的客服和售后功能会使用您的账号信息以为您提供咨询服务。当您与我们联系时，我们可能会保存您的通信或通话记录和内容或您留下的联系方式，以便帮助您解决问题，或记录相关问题的处理方案及结果。我们的客服会使用您的账号信息与您核验您的身份。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息。</P>
      <P class="content">（4）基础业务功能和附加业务功能</P>
      <P class="content">我们的基础业务功能包括：</P>
      <P class="content">查看和编辑个人资料：您可以选择是否在DueApe上完善个人信息，可自行上传和编辑个人头像、姓名、学校信息。</P>
      <P class="content">购买课程：您可以在DueApe购买您需要的课程产品。</P>
      <P class="content">支付：您在DueApe上支付时，可选的支付方式需要依据设备系统而定。若设备为iOS系统，因苹果公司政策要求，仅可使用Due币支付。支付功能本身并不收集您的个人信息，但我们需要将您的DueApe订单信息及对账信息与这些支付机构共享以确认您的支付指令并完成支付。</P>
      <P class="content">上课：您可以观看已经购买的课程的直播和回放视频，直播过程中可参与授课老师的互动教学，例如跟读、语音/视频上麦。参与这些互动需要获取您的麦克风、摄像头权限。</P>
      <P class="content">我们的附加业务功能包括：</P>
      <P class="content">下载课程回放视频/查看和管理离线课程：为了方便随时回看课程视频，您可以免费下载直播已结束的课程视频到客户端本地，同时也可以删除下载到本地的视频。这项服务需要获取读取、修改或删除您的SD卡中的内容的权限。</P>
      <P class="content">3.为您提供安全保护保障</P>
      <P class="content">您的网络身份标识信息帮助您维护软件正常使用及使用安全。</P>
      <P class="content">我们将通过弹出窗口询问您是否可以获取相应权限，只有您选择同意后，我们才会为您开启相应权限并接受您的个人信息。</P>
      <P class="content">我们会根据您在软件安装及使用中授予的具体权限，接收并记录您的个人常用设备信息：操作系统版本、唯一设备标识符、设备所在位置相关信息：IP地址、GPS位置以及能够提供相关信息的Wi-Fi接入点、蓝牙等传感器信息。</P>
      <P class="content">个人信息匿名化处理：在收集到您的个人信息后，我们将通过技术手段及时对数据进行匿名化处理。我们会将匿名化后的数据与可用于回复识别个人的信息分开存储，并保证在后续的个人信息处理中不重新识别个人。在不泄露您个人信息的前提下，无锡尚思源教育科技有限公司有权对匿名化处理后的用户数据库进行挖掘、分析和利用（包括商业性使用）。</P>
      <P class="content">若我们对于您的个人信息用于除政策列明之外的目的、范围或与使用于数据收集不一致的传输方式时，我们将会通知您并取得您的同意。</P>
      <P class="content">4.征得授权同意的例外</P>
      <P class="content">根据相关法律法规规定及国家标准，以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：</P>
      <P class="content">（1）与国家安全、国防安全直接相关的；</P>
      <P class="content">（2）与公共安全、公共卫生、重大公共利益直接相关；</P>
      <P class="content">（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</P>
      <P class="content">（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</P>
      <P class="content">（5）所收集的个人信息是您自行向社会公众公开的；</P>
      <P class="content">（6）从合法公开披露的信息中收集个人信息的，如：合法的新闻报道、政府信息公开等渠道；</P>
      <P class="content">（7）根据您的要求签订和履行合同所必须的；</P>
      <P class="content">（8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现或处置产品或服务的故障；</P>
      <P class="content">（9）为新闻单位或学术研究机构基于新闻报道、公共利益开展统计或学术研究所必要等，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理，且数据接收方无法复原并重新识别个人信息的；</P>
      <P class="content">（10）法律法规规定的其他情形。</P>
    </div>
    <div class="item">
      <p class="title">三、我们使用您的个人信息的原则与目的</p>
      <p class="content">1、合法性</p>
      <p class="content">2、正当性</p>
      <P class="content">3、必要性</P>
    </div>
    <div class="item">
      <p class="title">四、我们收集您的个人信息的范围</p>
      <p class="content">用户信息的收集范围包括但不限于：用户注册的手机号码、昵称等账户信息， DueApe经过用户允许收集的设备信息、搜索结果等信息，DueApe通过服务合法收集的用户信息，包括但不限于当前学习阶段、购买及观看课程等信息。</p>
    </div>
    <div class="item">
      <p class="title">五、我们如何使用COOKIES或同类技术</p>
      <p class="content">我们或我们的第三方合作伙伴可能通过COOKIES或同类技术获取和使用用户信息，并将该等信息储存为日志信息。</p>
      <p class="content">通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至用户的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让用户可以受益。比如，为使得DueApe的登录过程更快捷，用户可以选择把用户名存在一个COOKIES中。这样下次当用户要登录DueApe的服务时能更加方便快捷。COOKIES能帮助我们确定用户连接的页面和内容，用户在DueApe特定服务上花费的时间和用户所选择的DueApe服务。</p>
      <P class="content">COOKIES使得我们能更好、更快地为用户服务，并且使用户在DueApe服务上的经历更富个性化。然而，用户应该能够控制COOKIES是否以及怎样被浏览器接受。用户可查阅自己的浏览器附带的文件以获得更多这方面的信息。我们和第三方合作伙伴可能通过COOKIES或同类技术收集和使用用户的信息，并将该等信息储存。</P>
    </div>
    <div class="item">
      <p class="title">六、我们如何共享、转让或者披露您的个人信息</p>
      <p class="content">（一）共享</p>
      <p class="content">我们不会与除我们及我们的关联方以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
      <p class="content">在以下情形中，您可以向我们提出删除个人信息的请求：</p>
      <p class="content">1.事先获得您明确的同意或授权；</p>
      <p class="content">2.根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下对外提供；</p>
      <p class="content">3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
      <p class="content">4.我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。我们的关联方包括：xxxxx。</p>
      <p class="content">5.应您要求为您处理您与他人的纠纷或争议；</p>
      <p class="content">6.与授权合作伙伴共享：在法律法规允许的范围内，为维护无锡尚思源教育科技有限公司、无锡尚思源教育科技有限公司的合作伙伴、您或其他DueApe用户或社会公众利益、财产或安全免遭损害，我们仅为实现本隐私政策中声明的目的与授权合同伙伴共同提供某些服务。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
      <p class="content">我们的授权合作伙伴包括以下类型：</p>
      <p class="content">(1)商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们提供支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心功能；</p>
      <p class="content">(2)第三方商家。我们必须将您为实现操作目的之必要信息与第三方商家共享，并促使其可以完成后续服务；</p>
      <p class="content">(3)对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
      <p class="content">（二）转让</p>
      <p class="content">我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p class="content">1.事先获得您明确的同意或授权；</p>
      <p class="content">2.根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</p>
      <p class="content">3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
      <p class="content">4.在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
      <p class="content">（三）公开披露</p>
      <p class="content">我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
      <p class="content">1.根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
      <p class="content">2根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。</p>
      <p class="content">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
      <p class="content">以下情形中，我们共享、转让、公开披露您的信息无需事先征得您的授权同意：</p>
      <p class="content">1.与国家安全、国防安全直接相关的；</p>
      <p class="content">2.与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p class="content">3.与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
      <p class="content">4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p class="content">5.您自行向社会公众公开的个人信息；</p>
      <p class="content">6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
      <p class="content">对外共享、转让、公开披露您的个人信息，我们对此负责，并承担相应的法律责任。</p>
    </div>
    <div class="item">
      <p class="title">七、我们如何保留、储存、保护您的个人信息</p>
      <p class="content">DueApe非常重视信息安全，将使用各种安全技术和程序以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，将利用加密技术来保护用户向DueApe提供的个人信息。但请用户理解，由于技术的限制及风险防范的局限，即使DueApe已经尽力加强安全措施，也无法始终保证信息百分之百的安全。用户需要了解，用户接入互联网服务所使用的系统和通讯网络，有可能因DueApe可控范围外的情况而发生问题。我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止未成年人个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。</p>
    </div>
    <div class="item">
      <p class="title">八、第三方服务</p>
      <p class="content">DueApe服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：</p>
      <p class="content">（一）您可利用“分享”键将某些内容分享到第三方平台，或您可利用第三方服务登录DueApe服务。这些功能可能会收集您的个人信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；</p>
      <p class="content">（二）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；</p>
      <p class="content">（三）其他接入第三方服务的情形。为实现本政策中声明的目的，我们可能会接入第三方服务商提供的SDK或其他类似的应用程序，并将我们依照本政策收集的您的某些信息共享给该等第三方服务商，以便提供更好的客户服务和用户体验。</p>
    </div>
    <div class="item">
      <p class="title">九、用户个人信息的编辑</p>
      <p class="content">（1）为给用户提供更加优质的服务，DueApe鼓励用户及时完善个人信息。</p>
      <p class="content">（2）用户有权自行更改、删除在DueApe的账户信息。</p>
    </div>
    <div class="item">
      <p class="title">十、未成年用户个人信息</p>
      <p class="content">对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。如果我们发现自己在获得可证实的父母不同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>
    </div>
    <div class="item">
      <p class="title">十一、个人信息安全事件处理</p>
      <p class="content">如果不幸发生个人信息安全事件，DueApe将在在第一时间按照法律法规的要求告知用户，包括安全事件的基本情况和可能的影响、已采取或将要采取的处置措施、补救措施，用户可自主防范和降低风险的建议等。事件相关情况DueApe将以邮件、电话、推送通知等方式告知用户，或采取合理、有效的方式发布公告。同时，DueApe还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
    </div>
    <div class="item">
      <p class="title">十二、投诉或建议渠道</p>
      <p class="content">用户对个人信息的设置如有不明或对隐私事项有任何举报、投诉、合理化建议等，均可拨打DueApe官方客服电话 <span style="color: #e7bb79">17801420636</span> 或向 <span style="color: #e7bb79">fei.chen@dueape.com</span> 发送邮件。当用户与DueApe联系时，DueApe可能会保存用户的通信/通话记录和内容或用户留下的联系方式等信息，以便与用户联系或帮助用户解决问题，或记录相关问题的处理方案及结果。</p>
    </div>
    <div class="item">
      <p class="title">十三、隐私政策修订与通知</p>
      <p class="content">我们可能将根据国家法律法规等的修改及变化适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您如果不同意该等变更，可以选择停止使用DueApe服务；如您仍然继续使用DueApe服务的，即表示同意受经修订的本《隐私政策》的约束。</p>
    </div>
  </div>
</template>
