<style lang="less" scoped>
  .wrapper {
    width: 100vw;
    padding: 0 0 .3rem 0;
    box-sizing: border-box;
    .title {
      color: #333;
      font-size: .34rem;
      width: 100%;
      line-height: .8rem;
      text-align: center;
    }
    p {
      color: #666;
      font-size: .24rem;
      line-height: .34rem;
      text-indent: 2em;
      padding: .1rem .15rem .1rem .2rem;
      box-sizing: border-box;
    }
    .item {
      color: #666;
      font-size: .34rem;
      p.title {
        font-size: .3rem;
        text-align: left;
        text-indent: initial;
      }
    }
  }
</style>

<template>
  <div class="wrapper">
    <div class="title">DueApe服务协议</div>
    <p>欢迎访问DueApe在线学习平台！DueApe网站及相应的应用软件由无锡尚思源教育科技有限公司负责运营，致力于打造人人爱用的在线学习服务平台，让海外学习更简单。</p>
    <p>请您（以下简称为“用户”）在访问和使用DueApe提供的各项服务（以下简称“本服务”）之前仔细阅读、充分理解并接受或者不接受本服务协议（以下简称“本协议”）及《DueApe隐私政策》各条款内容，包括但不限于免除或限制无锡尚思源教育科技有限公司责任的条款，特别是免除或限制责任的条款、争议解决和法律适用条款。未成年人应在法定监护人陪同下阅读。</p>
    <p>您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他“DueApe”学习平台允许的方式实际使用本服务时，即表示您已阅读、理解并接受本协议的全部内容，本协议即构成对双方有约束力的法律文件。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得“DueApe”学习服务平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
    <p>协议内容同时包括无锡尚思源教育科技有限公司可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。</p>
    <div class="item">
      <p class="title">一、协议条款的确认与接纳</p>
      <p class="content">欢迎注册、登录DueApe在线学习服务平台（以下简称“本平台”）、使用DueApe平台服务（以下简称“本服务”），请您仔细阅读以下全部内容。本协议是您与DueApe之间关于DueApe服务的条款，内容包括本协议正文、本协议明确援引的其他协议及DueApe已经发布的或将来可能发布的各类协议和规则。所有协议内容为本协议不可分割的组成部分，与本协议正文具有同等法律效力。除另行明确声明外，您使用DueApe服务的行为将受本协议约束。</p>
      <p class="content">如您选择“点击同意”本协议或者以其他方式开始使用DueApe服务，即表示已经与DueApe达成协议，并自愿接受本协议的所有内容。您确认，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力，确保有能力对您使用无锡尚思源教育科技有限公司提供服务的一切行为独立承担责任。若您不具备前述主体资格或您是未满十八周岁的未成年人，请在您的监护人的陪同下阅读本服务条款，并在取得他们对您使用服务的行为，以及对本服务条款的同意之后，使用本服务；无锡尚思源教育科技公司在依据法律规定或本协议约定要求您承担责任时，有权向您的父监护人追偿。</p>
      <P class="content">DueApe有权根据法律规范及运营的合理需要，不断修改和完善本协议，并在本平台公告。如您继续使用DueApe服务，即意味着同意并自愿遵守修改后的协议条款，亦或您有权终止使用。</P>
    </div>
    <div class="item">
      <p class="title">二、服务内容</p>
      <p class="content">DueApe服务是无锡尚思源教育科技有限公司出品的在线教育产品，同多名老师合作为用户提供优质的在线学习课程，课程主要形式为在线直播，部分课程为录播，提供方式包括但不限于网页端、移动客户端或其他智能客户端等终端形式。</p>
      <p class="content">DueApe提供的在线课程包括付费课程和免费课程。用户需注册DueApe帐号并支付费用后方可进行付费课程的学习及接受付款课程的相关服务。</p>
      <P class="content">在线直播课程，用户需遵守直播课程的时间安排进行上课，因故错过在线直播时间的，用户需按照规定时间及时观看直播回放；在线录播课程，请用户务必在规定时限内完整观看录播课程，因用户个人原因在规定时限内未完整观看录播课程，超过规定时限后无法继续观看的，由此导致的不利后果由用户自行承担；</P>
      <p class="content">在线直播课程，已超过授课时间且老师已完成正常授课的课节，无论您是否上课均不可退费；但针对未到授课时间的课节，如果您基于个人原因无法按时上课，您可按照DueApe的规则申请调课或申请退费。“退费规则”详见DueApe客户端课程详情页底部“购课须知”中关于退换课说明部分。</p>
      <p class="content">DueApe只提供在线课程服务，与学习在线课程相关的设备及网络条件，均由用户自行负担。建议用户通过电脑DueApe官网或通过手机下载DueApe app并在网络较为流畅的环境下进行在线课程的学习，以保证良好的学习体验。</p>  
    </div>
    <div class="item">
      <p class="title">三、软件下载相关</p>
      <p class="content">您可以从DueApe官网或苹果商店获取本软件，如果您从未经无锡尚思源教育科技有限公司授权的第三方获取本软件或与本软件名称相同的安装程序，无锡尚思源教育科技有限公司无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</p>
      <p class="content">无锡尚思源教育科技有限公司可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。</p>
      <P class="content">下载安装程序后，您需要按照该程序提示的步骤正确安装。为提供更加优质、安全的服务。如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助无锡尚思源教育科技有限公司改进产品服务，请告知卸载的原因。</P>
    </div>
    <div class="item">
      <p class="title">四、用户使用</p>
      <p class="content">1、注册及帐号管理</p>
      <p class="content">用户注册成为DueApe用户即可获得一个ID（以下或称“账号”），DueApe提供的某些功能或服务可能需要您开立帐号。在个人中心或账户页面，用户可设置相关的个人信息，并查询到自己的课程记录和订单情况。用户在使用DueApe服务时，应负责维护自己帐号的保密性并限制第三方使用/访问其计算机或移动设备，用户对其帐号和密码下发生的所有活动承担法律责任。</p>
      <P class="content">如果您不再使用DueApe服务，在符合服务协议约定条件及国家相关法律法规规定的情况下，您可以通过客服联络我们以申请注销您的帐号，届时我们将停止为您提供DueApe服务。当您的帐号注销或被删除后，与该帐号相关的DueApe服务项下的全部服务资料和数据将被删除或匿名化处理，但法律法规另有规定的除外，此时若用户使用原手机号进行重新注册则视为新帐号。</P>
      <p class="content">2、提交订单及支付</p>
      <p class="content">本条款所述“订单”，是指用户根据自身需求与DueApe达成的在线教学服务协议。DueApe将在提交订单页面展示所购课程的名称、价格等信息。在您提交订单前，请您仔细确认并核对。</p>
      <P class="content">订单在下述条件同时满足时正式成立：</P>
      <P class="content">1) 用户在DueApe找到符合自己需求的在线课程；</P>
      <P class="content">2) 用户已向DueApe支付订单费用；</P>
      <P class="content">用户选择购买DueApe付费服务，即视为用户认可该项服务标明之价格；用户购买成功后，该项服务即时生效。DueApe可能会根据服务的整体规划，对服务相关权益细则、收费标准、方式等进行修改和变更， DueApe将在相应服务页面（如课程详情页）进行展示。用户若需要获取、使用DueApe付费服务，请先提前了解清楚当时的收费标准、方式等信息，然后自行根据需要选择相应服务。</P>
      <P class="content">用户向DueApe支付课程费用后，可按照DueApe规定的上课时间按时上课。若用户因故不能按时完成课程，可通过DueApe网站或DueApe APP提供的方式联系客服，以发起未完成课节的退款申请，有关退费的事项，请参见DueApe客户端课程详情页底部“购课须知”中关于退换课说明部分。</P>  
      <p class="content">3、上课</p>
      <p class="content">在线课程的服务方式主要为在线直播，部分课程为录播。具体细则参照上述第二条【服务内容】。</p>
    </div>
    <div class="item">
      <p class="title">五、软件公司权利及义务</p>
      <p class="content">1、DueApe有义务在现有技术上维护在线教育平台的正常运营。DueApe享有对用户使用本协议约定服务的监督、提示、检查、纠正等权利。</p>
      <p class="content">2、DueApe有权保留用户注册及使用DueApe服务时预留及上传的所有信息。DueApe在线上线下针对DueApe服务进行宣传推广活动时，有权合理使用用户上传的信息。</p>
      <P class="content">3、DueApe有权删除或屏蔽用户上传的非法及侵权信息。</P>
      <P class="content">4、DueApe谨慎使用用户的所有信息，非依法律规定及用户许可，不得向任何第三方透露用户信息。</P>
      <P class="content">5、DueApe不对任何其他第三方搜索引擎的合法信息抓取功能采取屏蔽措施。</P>
      <P class="content">6、DueApe建立客户服务体系，协助用户解决使用DueApe服务过程中的投诉与纠纷。</P>
      <P class="content">7、DueApe有权按照“前台自愿、后台实名”的原则对用户进行实名化登记与管理。</P>
    </div>
    <div class="item">
      <p class="title">六、用户权利及义务</p>
      <p class="content">1、用户须为合法目的使用DueApe提供的服务。</p>
      <p class="content">2、用户注册的DueApe帐号，仅供注册用户本人使用，不得将帐号及密码提供给其他人共同使用。用户发现任何非法使用用户账号的情况，应立即通知DueApe。</p>
      <P class="content">3、用户不得利用DueApe平台发布任何商业信息，包括但不限于销售信息、招聘信息、寻求合作信息等。</P>
      <P class="content">4、用户对其发布信息的真实性、合法性、有效性及完整性承担法律责任。用户不得在DueApe平台上发布任何虚假、违法信息及言论。用户上传DueApe的任何内容如涉嫌违法或侵犯第三方合法权利的，用户须独立承担因此所产生法律责任。</P>
      <P class="content">5、用户仅基于自我学习之目的享有使用DueApe服务的权利，未经DueApe书面许可，用户不得对DueApe网站中包括但不限于音频、视频、文字、图片、软件等任何内容进行下载、录屏、复制、售卖等违反知识产权相关法律、法规的行为，由此所导致的一切民事、行政或刑事责任，由用户自行承担。</P>
      <P class="content">6、用户购买的在线课程仅供购买用户本人学习，不得采取下载、录屏、出售、上传其他存储空间等任何方式提供给其他人。</P>
      <P class="content">7、用户的注册信息发生变化时，用户应及时更新自己的注册信息，保证其个人资料的详尽和准确。</P>
      <P class="content">8、用户不得恶意攻击、辱骂、诽谤、骚扰DueApe工作人员、授课老师或DueApe上的其他用户。</P>
      <P class="content">9、用户购买DueApe网站上的在线课程后，应在规定期限按时上课，基于用户个人原因导致无法正常上课或观看视频的，相关不利后果由用户自行承担。</P>
      <P class="content">10、用户购买DueApe网站上的在线课程后，应按要求完成加入课程班级群等规定动作，以便完整接受相关课程辅导服务。</P>
    </div>
    <div class="item">
      <p class="title">七、用户使用规则</p>
      <p class="content">用户在使用本软件时，必须遵守中华人民共和国相关法律法规及相关国际公约的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:</p>
      <p class="content">1.用户不得上传、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</p>
      <P class="content">1) 违反中华人民共和国宪法确定的基本原则的；</P>
      <P class="content">2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一；</P>
      <P class="content">3) 损害国家荣誉和利益的；</P>
      <P class="content">4) 煽动民族仇恨、民族歧视、破坏民族团结的；</P>
      <P class="content">5) 散布谣言，扰乱社会秩序，破坏社会稳定的；</P>
      <P class="content">6) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</P>
      <P class="content">7) 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</P>
      <P class="content">8) 以非法民间组织名义活动的；</P>
      <P class="content">9) 不符合应当遵守法律法规、社会主义制度、国家利益、公民合法利益、公众秩序、社会道德风尚和信息真实性等“七条底线”要求的；</P>
      <P class="content">10) 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</P>
      <p class="content">2.用户不得利用“ID不或本服务制作、上载、复制、发布、传播如下干扰本软件正常运营，以及侵犯其他用户或第三方合法权益的内容：</p>
      <P class="content">1) 含有任何性或性暗示的；</P>
      <P class="content">2) 含有辱骂、恐吓、威胁内容的；</P>
      <P class="content">3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；</P>
      <P class="content">4) 涉及他人隐私、个人信息或资料的；</P>
      <P class="content">5) 侵害他人一般人格权、名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</P>
      <P class="content">6) 含有其他干扰本软件正常运营和侵犯其他用户或第三方合法权益内容的信息。</P>
      <p class="content">3.用户不得为任何非法目的而使用软件，不利用本软件从事以下活动：</p>
      <P class="content">1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</P>
      <P class="content">2) 未经允许，对计算机信息网络功能进行删除、修改或者增加；</P>
      <P class="content">3) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</P>
      <P class="content">4) 故意制作、传播计算机病毒等破坏性程序的；</P>
      <P class="content">5) 其他危害计算机信息网络安全的行为。</P>
      <p class="content">4.用户不得利用本软件从事进行如下行为：</p>
      <P class="content">1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义；</P>
      <P class="content">2) 强制、诱导其他用户关注、点击链接页面或分享信息；</P>
      <P class="content">3) 虚构事实、隐瞒真相以误导、欺骗他人的；</P>
      <P class="content">4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</P>
      <P class="content">5) 未经无锡尚思源教育科技有限公司书面许可利用DueApe帐号和任何功能进行推广或互相推广的；</P>
      <P class="content">6) 利用技术手段批量建立虚假账号</P>
      <P class="content">7) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</P>
      <P class="content">8) 其它违反法律法规规定、侵犯其他用户合法权益、干扰本软件正常运营的行为。</P>
      <p class="content">5.凡用户昵称中出现如下信息者（包括但不限于），DueApe有权进行屏蔽、锁定，甚至注销：</p>
      <P class="content">1) 使用严重违反国家法律法律及风序良俗，包含或暗藏反动、色情等信息（含符号、地址等）的昵称；</P>
      <P class="content">2) 使用党和国家领导人、古今中外比较有影响的名人、网络上知名人士的真实姓名、字、号、艺名、笔名、头衔等为昵称；</P>
      <P class="content">3) 使用国家机构、企事业单位、知名公司或品牌的名称及标识为昵称；</P>
      <P class="content">4) 含性别歧视、种族歧视、地域歧视等信息的昵称；</P>
      <P class="content">5) 含自侮辱、猥亵或者对他人进行侮辱、挑衅、漫骂、人身攻击等不文明、不健康信息的昵称；</P>
      <P class="content">6) 含易产生歧义、引起他人误解的信息的昵称；</P>
      <P class="content">7) 未获得“DueApe”官方正式许可而使用带有“DueApe”相关名称的昵称；</P>
      <P class="content">8) “DueApe”老师、助教及社区管理人员的昵称近似或雷同，并可能引起混淆或纠纷的；带有明显广告性质的昵称；</P>
      <P class="content">9) 带有其它法律法规以及DueApe禁止规则中所包含信息的昵称</P>
    </div>
    <div class="item">
      <p class="title">八、知识产权</p>
      <p class="content">1、网站及软件使用</p>
      <p class="content">用户需要下载DueApe提供的手机软件并安装后，方得以从客户端使用DueApe所提供的服务。DueApe在此授予用户免费的、不可转让的、非独占的全球性个人许可，允许用户使用由DueApe提供的、包含在服务中的软件。但是，用户不得复制、修改、发布、出售或出租DueApe的服务软件或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码。</p>
      <P class="content">2、版权</P>
      <P class="content">DueApe软件以任何形式表现的作品包括但不限于网页文字、图片、音频、视频、软件等的知识产权均归DueApe所有或DueApe已取得合法授权，非经DueApe书面许可，用户非基于自我学习之目的外，不得以任何方式下载、录屏、复制、修改、转让、分发、出售或传输DueApe网站的内容或创造相关衍生作品。</P>
      <P class="content">用户在DueApe网站自行上传的所有内容（包括但不限于文字、图片、音频、视频等），用户应享有相关知识产权或经过第三方合法授权。用户在此授权DueApe对用户上传的所有内容享有永久的、免费的使用权，包括但不限于复制、发表、修改、汇编、展示、翻译等，以及以现在已知或日后开发的任何形式或技术，将上述内容纳入其它作品内或制作其他衍生作品。</P>
      <P class="content">3、企业标识及商标</P>
      <P class="content">DueApe企业标识及商标均为DueApe所有的合法财产。用户未经DueApe书面许可不得擅自使用，不得以任何方式或理由对DueApe网站标识或商标的任何部分进行使用、复制、修改、传播或与其它产品捆绑使用，不得以任何可能引起消费者混淆的方式或任何诋毁或诽谤DueApe的方式用于任何商品或服务上。未经DueApe的书面许可，DueApe网站上的任何内容都不应被解释为以默许或其他方式授予许可或使用DueApe网站上出现的标识或商标的权利。</P>
    </div>
    <div class="item">
      <p class="title">九、免责声明</p>
      <p class="content">如发生以下情况，DueApe不对用户的直接或间接损失承担法律责任：</p>
      <p class="content">1、DueApe的服务包含信息存储空间，针对用户自行上传的内容，DueApe不保证该等内容的准确性、有效性、及时性或完整性，该等内容的真实性、合法性、有效性及完整性等由提供信息的用户承担相关法律责任。</p>
      <P class="content">2、不可抗力事件导致的服务中断或DueApe无法控制的原因所导致的用户损失，DueApe不承担任何责任。</P>
      <P class="content">3、用户使用DueApe网站（包括链接到第三方网站或自第三方网站链接）而可能产生的计算机病毒、黑客入侵、系统失灵或功能紊乱等导致的用户损失，DueApe不承担任何责任。</P>
      <P class="content">4、由于用户将个人注册帐号信息告知他人或与他人共享注册帐号，由此导致的任何风险或损失，由用户自行承担。</P>
      <P class="content">5、用户的电脑软件、系统、硬件和通信线路出现故障或自身操作不当。</P>
      <P class="content">6、由于网络信号不稳定等原因所引起的登录失败、资料同步不完整、页面打开速度慢等。</P>
      <P class="content">7、用户发布的内容被他人转发、复制等传播可能带来的风险和责任。</P>
      <P class="content">8、其他DueApe无法控制的原因。</P>
      <P class="content">9、如因系统维护或升级而需要暂停网络服务，DueApe将尽可能事先在DueApe网站进行通知。</P>
    </div>
    <div class="item">
      <p class="title">十、终止服务</p>
      <p class="content">用户在使用DueApe服务的过程中，具有下列情形时，DueApe有权采取封号等措施终止对该用户的服务</p>
      <p class="content">1、用户以非法目的使用DueApe服务。</p>
      <P class="content">2、用户不以上课的真实交易为目的使用DueApe服务。</P>
      <P class="content">3、用户存在多次被投诉等不良记录的。</P>
      <P class="content">4、用户存在采用非法下载、录屏、出售等方式侵犯DueApe或其他第三方知识产权等合法权益的行为。</P>
      <P class="content">5、用户存在严重违反本协议约定义务的行为。</P>
      <P class="content">6、其他DueApe认为需要终止服务的情况。</P>
    </div>
    <div class="item">
      <p class="title">十一、隐私声明</p>
      <p class="content">详见DueApe隐私政策</p>
    </div>
    <div class="item">
      <p class="title">十二、法律相关或争议解决</p>
      <p class="content">1、本协议的履行与解释均适用中华人民共和国法律。</p>
      <p class="content">2、DueApe与用户之间的任何争议应友好协商解决，协商不成的，任一方有权将争议提交 <span style="color: #e7bb79">xxx法院</span> 诉讼解决。</p>
    </div>
    <div class="item">
      <p class="title">十三、协议生效</p>
      <p class="content">1、本协议自用户注册DueApe之日起生效。</p>
      <p class="content">2、DueApe在法律许可范围内对本协议拥有解释权。</p>
    </div>
    <div class="item">
      <p class="title">十四、联系方式</p>
      <p class="content">当您有个人信息相关问题或其他的投诉、建议等，可以通过如下方式与DueApe联系，DueApe将尽快审核所涉及内容，并于15个工作日内对于您的问题、投诉、建议进行回复：</p>
      <p class="content">本软件运营主体名称：无锡尚思源教育科技有限公司</p>
      <p class="content">注册地址：<span style="color: #e7bb79"> 无锡市太湖西大道1890-1804</span> </p>
      <p class="content">联系地址：<span style="color: #e7bb79"> 河北省廊坊市燕郊镇富地广场3号楼1311</span> </p>
      <p class="content">联系电话：<span style="color: #e7bb79"> 17801420636</span> </p>
    </div>
  </div>
</template>
